0
1
10_10
10_minut
10_out
1_10
1_2_from
1_out
2
2_10
2_out
3
3_10
3_out
4
4_10
4_out
4_out_of
7
7_10
7_out
7_out_of
8
8_10
8_out
8_out_of
9
90_minut
9_10
9_out
9_out_of
abomin
about_ani_of
about_as
absolut_love
absolut_no
absolut_noth
absurd
accent
act
act_great
adventur
advic
affect
all_age
all_time
alright
also
also_good
although
alway
amateur
amateurish
amaz
ani
ani_of
ani_real
annoy
anyon_interest
anyth
appal
appar
appreci
around_in
as_bad
as_good
as_good_as
as_if
asham
asleep
at_all
at_best
at_first
at_time
atmospher
atroci
attempt
attempt_at
attempt_to
attempt_to_be
avail
avoid
avoid_this
aw
awesom
b_movi
back_in
bad
bad_act
bad_as_this
bad_but
bad_guy
bad_movi
bad_this
balanc
bare
basic
be_asham
be_funni
be_good
be_miss
beauti
beauti_in
been
been_good
been_warn
below
below_averag
best
best_film
best_movi
best_of_all
best_role
better
biggest_problem
bin
bit
bittersweet
blah
blame
bland
blatant
blend_of
bond
bore
bore_film
bore_movi
boredom
both
bother
bottom_of
breathtak
bright_spot
brilliant
brilliant_as
brought
bunch_of
but_also
but_even
but_fail
but_this
but_whi
call
call_that
camera
can't
can't_believ
can't_wait
can_relat
captiv
captur
cardboard
care_about
cash_in
cash_in_on
certain
challeng
chanc
charm
cheap
chill
citi
classic
clich
clichã
coher
come_on
comfort
compel
complaint
complet
complex
confus
consist_of
contrast
contriv
could
couldn't
couldn't_even
countri
courag
craft
crap
crappi
critic
day
deal
deal_with
decent
deepli
definit
definit_recommend
definit_worth
deft
delici
delight
dialog
dialogu
did
did_this
didn't
didn't_care
didn't_work
differ
dimension
dire
disappoint
disast
discov
disgrac
disgust
disjoint
do
do_not
do_not_recommend
do_not_watch
doesn't_even
doesn't_help
doesn't_make
doesn't_work
dollar
don't_even
don't_miss
don't_wast
don't_watch_this
downhil
downhil_from
drag
drag_on
dread
dream
dreari
dreck
drivel
dull
dumb
dumber
dumbest
dvd
each
easi
easi_to
ed_wood
edg
edg_of
eeri
effort
either
els
embarrass
emot
endless
engross
enjoy
enjoy_this
ensembl
entertain
enthral
entir
episod
especi
even
even_better
even_close
even_that
even_wors_than
even_worth
ever
everyday
excel
except
excruci
excus
excus_for
experi
explain
extraordinari
extrem_well
f
fabul
fail
fail_on
fake
famili
familiar
fantast
far
far_too
fascin
fast_forward
fast_pace
favorit
favorit_movi
favorit_of
favourit
feel
feel_good
fell_asleep
fell_in
fellow
felt_like
film_excel
film_just
film_of
film_school
film_veri
find
fine
finest
first_off
first_rate
first_saw
first_saw_this
first_time
flat
flawless
follow
for_all_age
for_everyon
for_free
for_this
for_those
forgett
forward
freedom
french
fresh
friendship
from_outer_space
fun
fun_film
funni_at_all
funni_or
funniest
futur
garbag
gem
generic
generous
genius
gentl
genuin
get
glorious
go_for
god
goe_nowher
good_as
good_idea
gore
gorgeous
got
grade
grade_d
great
great_act
great_film
great_job
great_movi
great_perform
greatest
grip
gritti
guess
hackney
had_high
half
ham
happi
hard_to_be
haunt
heart
heart_warm
heartbreak
help
high
high_entertain
high_recommend
high_recommend_this
hilari
horribl
horrid
hour
hour_of
how_bad
how_did
how_not
human
hype
i'll_give
i'm_afraid
i'm_sorri
idea
ideal
idiot
if_director
if_this
illog
impact
import
impress
in_this_movi
inappropri
incoher
incomprehens
inconsist
inept
inexplic
influenc
innoc
insipid
inspir
instead
insult
insult_to
intens
interest_but
interest_or
intermin
irrit
isn't_even
isn't_funni
jame_stewart
jean
job
journey
joy_to
joy_to_watch
junk
just
just_bad
just_didn't
just_doesn't
just_great
just_isn't
just_love
just_not
just_plain
just_right
just_seem
just_too
just_wasn't
keep
kill
lack
lacklust
lame
late
later
laugh
laughabl
lazi
learn
least
life
lifeless
like
like_watch
line
littl_film
littl_to
live
look
look_as_if
look_like
loser
lot_of_fun
lousi
lovabl
love
love_that
love_this
love_this_movi
low
ludicr
made_this
magnific
main_problem
make_movi
mani
marvel
master
masterpiec
matthau
matur
may
may_not
may_not_be
mayb
meander
mediocr
meet
memor
mention
mesmer
mess
might
mild
minut
minut_into
minut_of
miscast
miser
miss_this
money
money_back
money_on
monoton
more_like
moron
most
most_annoy
most_bore
mouth
move
movi_2
movi_could
movi_fail
movi_great
movi_if
movi_just
movi_onli
mst3k
much_better
muddl
music
must_for
must_see
must_see_for
mysteri_scienc
mysteri_scienc_theater
natur
nauseat
neither
nevertheless
new
next_time
nice
no
no_charact
no_chemistri
no_plot
no_real
no_sens
no_stori
no_wonder
noir
non_exist
none_of
nonsens
nor
not_be
not_enough
not_enough_to
not_even
not_funni
not_good
not_make
not_much
not_one
not_recommend
not_that
not_veri
not_veri_good
not_watch_this
not_worth
notch
noth
noth_in
noth_to
nowher
nuditi
obnoxi
obvious
of_art
of_crap
of_fun
of_human
of_this_movi
of_war
off
offens
often
oh
oh_wait
ok
okay
older
on_dvd
one_dimension
one_good
one_of
one_star
onli
onli_complaint
onli_good
onli_good_thing
onli_posit
onli_reason
onli_redeem
onli_save
onli_save_grace
onli_thing
or_someth
origin
oscar
other
other_than
otherwis
out
outer_space
outstand
overact
overlook
own
pad
paid
pain
pain_to
pain_to_watch
pathet
perfect
perfect_as
perfect_in
perform
perform_as
perform_by
perform_from
perform_of
pile
play
pleasant
pleasant_surpris
pleasur
plod
plot
plus_side
poignant
point
pointless
poor
porno
portrait
portray_of
potenti
potenti_but
power
power_of
predict
premis
present
pretenti
pretti_bad
pretti_poor
problem_with
problem_with_this
promis
provok
quiet
quit
rare
raw
realist
realiti
realli_bad
realli_enjoy
realli_good
realli_like
realli_want_to
reason
recent
recommend
recommend_this
redeem
refresh
relationship
relax
releas
remark
rememb
remind
remot
rent
rent_this
rental
repetit
rest
restor
reward
ridicul
rip_off
rip_off_of
rivet
romant
rubbish
ruin
run_around
sake
same_time
sat_through
satisfi
save
save_this
saw_this
say_about
scientist
score
script
seagal
seamless
season
see
see_again
seem
seem_to
sens_of
sensit
sequel
sequel_to
seri
sex
shallow
shameless
share
shelf
shoddi
should
should_never
should_see
show
side_of
silli
simpl
simpli
simplic
sister
sit_through
skip
skip_this
slap
small
smooth
so_bad
so_beauti
so_bore
so_call
so_predict
so_real
so_well
social
societi
solid
some_good
some_guy
some_kind_of
some_sort_of
someon
someth_better
sometim
sorri
sound_like
soundtrack
spectacular
spend
spent_on
splendid
stay_away
stereotyp
stick
stick_to
still
still_love
stink
stinker
stock_footag
stori_of
stori_told
strength
strong
stun
stupid
sub_par
subtl
suck
superb
superbl
suppos
surpris
surreal
sweet
t
take_on
tale
tasteless
tear
tedious
tell_stori
tend
tender
terribl
terribl_movi
terrif
than_this
than_watch
thank
that_about
that_would
theme
then
thin
this_bad
this_crap
this_dull
this_gem
this_great
this_junk
this_mess
this_movi_had
this_movi_suck
this_piec
this_piec_of
this_thing
this_trash
this_travesti
this_turkey
this_wonder
thorough_enjoy
thought_provok
through_this
throw
thrown
thumb_up
timeless
tiresom
to_all
to_be
to_believ
to_believ_that
to_care
to_make
to_recommend
to_sit_through
to_work_with
to_write
today
togeth
toilet
toni
too_mani
top
top_notch
total_lack
total_wast
touch
tradit
tragic
trash
tremend
tri
tri_to_be
tri_too
tripe
trite
true
truli
turd
turkey
two_hour
ugh
ugli
unbeliev
unconvinc
underr
underst
unexpect
unfold
unforgett
unfortun
unfortun_this
unfunni
uninspir
unintent
unintent_funni
uninterest
uniqu
unless
unnecessari
unrealist
unusu
unwatch
useless
utter
veri
veri_bad
veri_believ
veri_bore
veri_differ
veri_disappoint
veri_enjoy
veri_entertain
veri_funni
veri_good
veri_littl
veri_move
veri_poor
veri_real
veri_strong
veri_well
vhs
view
visual
vivid
walk_around
walk_out
wander
want_to_like
want_to_see
war
warm
wasn't
wasn't_funni
wast
wast_of
watch_over
watch_this
watchabl
way_too
weak
wear
well
well_act
well_done
well_made
well_worth
well_worth_watch
well_written
what_make
what_make_this
what_with
whatsoev
whi
whi_did
whi_do
whole_movi
will
win
with_this
without_ani
witti
won't_be_disappoint
wonder
wonder_as
wonder_film
wonder_movi
wonder_whi
wooden
work
work_well
world
world_of
wors
worst
worst_film
worst_movi
worth_see
worthless
would
would_be
would_been_better
would_love_to
would_not_recommend
would_recommend
wouldn't
wouldn't_recommend
wretch
write
writer
wrong
yawn
year
yet
you'd
