1
10_10
10_out
1_10
1_2_from
1_out
2
2_10
2_out
2_out_of_10
3
3_10
3_out_of_10
4
4_10
4_out_of_10
7
7.5
7_10
7_out
7_out_of_10
8
80_s
8_10
8_out
8_out_of
9
9_10
9_out_of_10
abl_to
abl_to_see
about_as
absolut_no
absolut_noth
accent
act
actor
actor_but
affect
all_good
all_in
alright
also
also_show
although
alway
am_not
amateurish
amaz
ani
ani_of
annoy
anyon_interest
anyth
appal
appar
appear_to
appreci
as_good_as
as_if
asham
asleep
at_all
at_best
at_first
at_time
at_time_but
atmospher
atroci
attempt
attempt_at
attent
avail
avoid
avoid_this
aw
awesom
b_movi
back_in
bad
bad_at_all
bad_guy
bad_movi
bad_review
baldwin
bare
basic
be_disappoint
be_funni
be_miss
beauti
behav
bela_lugosi
below
below_averag
best
best_film
best_part
best_thing_about_this
better
better_than
bibl
biggest_problem
bin
bit
blade
bland
blatant
blown_up
bodi_part
book
bore
bore_or
boredom
both
bother
brat
bravo
brazil
bright_spot
brilliant
brutal
bunch_of
but_fail
but_not_much
but_sad
but_this
but_whi
camera
can
can't_wait
can_relat
can_watch
captur
cardboard
care_about
cash_in
cash_in_on
caught
certain
chanc
charm
cheap
check_this
check_this_one_out
chief
chill
christian
citi
classic
classic_of
clichã
come_on
comedi
comfort
compel
complain_that
complaint
complet
complex
confront
consequ_of
could
couldn't
courag
crap
crappi
credibl
critic
day
deal_with
death
decent
definit
definit_recommend
definit_worth
deft
delici
delight
did_not
didn't
differ
dimension
director
dirti_harri
disappoint
disast
discov
disgrac
disgust
disjoint
dismiss
distant
do
do_not_watch_this
doe_not_make
doesn't_even
doesn't_help
doesn't_make
doesn't_work
don't_even
don't_miss
don't_want
downhil
drag_on
dread
dream
dress_up_as
drivel
dull
dumb
dvd
dvd_cover
each
easi
ed_wood
edg
eeri
effort
either
elsewher
embarrass
emot
endear
endless
energet
enjoy
enjoy_this
entertain
enthral
episod
especi
even
even_better
even_close_to
even_that
even_though
everi_day
everyday
exampl
excel
excus
extraordinari
fabul
factori
fail
famili
fantast
far_too
fascin
fast_forward
fast_pace
favorit
favorit_movi
favourit
fear
feel
fell_asleep
fellow
felt_like
feminist
few_good
few_laugh
film_school
film_that
find
fine
fine_film
finest
first_rate
first_saw
first_time
flat
flawless
flimsi
follow
for_everyon
for_free
for_onc
for_this
for_those
forgett
forward_to_this
frank_sinatra
freedom
fresh
friendship
from_outer_space
fulci
fun
funniest
futur
garbag
gave_up
gem
genius
genuin
ghost
glad
glu
go_for
good
good_as
good_but
good_idea
good_show
gorgeous
govern
grade
grade_b
grade_d
great
great_but
great_idea
great_job
great_movi
greatest
grip
gritti
guess
guilt
hackney
had_high
hairi
half
haphazard
happi
haunt
heart
high_recommend
hilari
home
hook
hoot
hope_for
horribl
hour
how_bad
how_good
how_not
huge_disappoint
human
hype
i'm_afraid
idea
ideal
identifi
identifi_with
idiot
if_this
imit_of
impact
impress
impress_with
in_some_of
inaccur
inappropri
incoher
incomprehens
incred
inept
infecti
inform
innoc
inspir
instead
insult
intens
interest
interest_but
intermin
invest
irrit
isn't_even
isn't_for
jack
jackass
jean
jimmi_stewart
job
journey
junk
just
just_as
just_did_not
just_didn't
just_doesn't
just_enjoy
just_great
just_isn't
just_not
just_plain
just_seem
just_too
just_wasn't
keep
lack
ladder
lame
last_scene
later
laughabl
learn
least
left
let_down
let_see
letdown
life
lifeless
like_this_movi
line_like
littl_els
littl_film
littl_slow
littl_to
live
look
look_as_if
look_like
lost_interest
lot
lot_about
lot_of_fun
lot_of_thing
loui
lousi
love
love_this
low
ludicr
lumber
made_this
magnific
main_problem
mainstream
mani
marvel
master
masterpiec
materi
matur
may
may_not
may_not_be
mayb
mayb_if
mcdowel
meander
mediocr
meet
memor
mesmer
mess
might
might_enjoy
might_not
mild
minut
miscast
money
more
more_like
more_movi
moron
most
most_peopl
move
move_along
move_by
movi_just
mst3k
much_as
much_better
much_better_than
muddl
mumbl
music
must_for
must_see
mysteri_scienc
natur
neat
necessari
negat_comment
neither
never_bore
never_fail
nevertheless
new
next_time
nice
nice_but
no
no_other
no_sens
no_stori
no_wonder
noir
non_exist
none_of
nonetheless
nonsens
not_disappoint
not_enough
not_enough_to
not_even
not_funni
not_good
not_help
not_much
not_one
not_one_of
not_recommend
not_that
not_to_be_miss
not_veri
not_veri_good
not_worth
noth
nowher
nuditi
obnoxi
observ
obvious
of_cours
of_laugh
of_talent
of_war
of_what
off
offens
offici
often
oh
ok
okay
okay_but
on_dvd
onc
one_be
one_of
one_star
onli
onli_complaint
onli_good
onli_problem
onli_reason
onli_reason_to
onli_recommend
onli_redeem
onli_save
onli_save_grace
onli_thing
or_dvd
or_someth
origin
oscar
other
otherwis
outstand
own
paid
pain
pain_to
palpabl
pathet
penalti
peopl_walk
perfect
perform
perform_as
perform_by
play
pleasant
pleasant_surpris
pleasur
plenti_of
plod
plot
pointless
poor
portrait
portray_of
potenti
potenti_but
power
power_of
precis
predict
premis
present
pretenti
pretti_good
problem_with
produc
promis
propaganda
proverbi
quibbl
quiet
quit
rare
raw
realist
realiti
realli_good
realli_like
realli_like_this
realli_want_to
reason
reason_to_watch_this
recommend
recommend_this
recycl
redeem
refresh
relationship
relax
releas
remark
rememb
remot
remov
rent
rent_this
research
restor
resurrect
retain
reward
ridicul
right_amount
riot
rip_off
rip_off_of
rivet
robert_ryan
rous
rubbish
ruin
run_around
ryan
sadist
satisfi
save
save_this
saw
saw_this
scientist
score
screenwrit
script
seagal
seamless
season
see
see_ani
seem
seem_to
seen
segal
self_indulg
sens_of
sensit
sequel
seren
seri
shallow
shame
shameless
share
shelf
should
should_never
should_see
show_how
side_of
sight_gag
silli
simpl
sinatra
sister
sit_back
sit_through
skateboard
ski
skip_this
sleep
slow_but
small
so_bad
so_call
so_impress
so_well
societi
solid
some_good
some_kind_of
some_of
someon
someth_better
sometim
sorri
spectacular
spend
spinal_tap
splendid
spot_on
star_for
stare
stay_away
stereotyp
steve_martin
steven_seagal
still
still_this
stilt
stink
stinker
stock_footag
stori_of
stori_told
strength
strong
struggl_of
stun
stupid
style_that
sub_par
subtitl
subtl
suck
superb
superbl
suppos
surpris
surreal
sweet
synopsi
t
take
tale
tame
tasteless
tear
tedious
terribl
terrif
than_ani
than_mani
than_most
than_this
thank
that_about
that_most_peopl
that_would
thin
think
think_about
think_ani
third_rate
this_crap
this_film_just
this_fine
this_mess
this_piec
this_piec_of
this_short
this_thing
this_turkey
this_wonder
thorough_enjoy
those_of
thought_provok
threw
through_this
thumb_up
tight
time
tire
tiresom
to_all
to_be
to_believ
to_believ_that
to_help
to_make
to_recommend
to_work_with
today
togeth
toler
too_mani
top
top_notch
torn
touch
tragic
trash
treat
tri
tri_hard
tri_to_be
tri_too
tripe
trite
true
truli
turd
turkey
twist
ugli
unapp
unbeliev
unconvinc
undermin
underr
underst
unexpect
unfold
unforgett
unfortun
unfunni
uninspir
unintent
uninterest
uninvolv
uniqu
unless
unnatur
unnecessari
unpleas
unrealist
unremark
unusu
unwatch
urban
vacuous
van
vapid
veri
veri_bad
veri_differ
veri_disappoint
veri_enjoy
veri_entertain
veri_funni
veri_good
veri_littl
veri_move
veri_slow
veri_well
vhs
voodoo
walk_around
walk_out
want_more
want_to_like
want_to_see
war
war_that
warm
wasn't
wast
wast_of
watch_this
watchabl
watchabl_but
way
way_too
weak
wear
well
well_done
well_pace
well_worth
well_written
what_make
whatsoev
whi
whole_film
wider
will
with_plenti
with_this
without_be
witti
women
won't_regret
wonder
wonder_film
wonder_if
wonder_whi
wooden
work_well
world
world_of
wors
worst
worst_film
worst_movi
worthless
would
would_love_to
would_recommend
wouldn't
wouldn't_recommend
wrench
write
writer
wrong
yawn
year
