1
10_10
10_out
1947
1_10
1_out
2
2_10
2_from
2_out
3
3_10
4
4_10
7
7.5
7_10
7_out
8
80_s
8_10
8_out
9
9_10
9_out
able_to
about_as
about_making
absolutely_no
absorbing
acting
action
actors
adds_to
admirably
ages
all_good
all_in
all_out
also
always
am_not
amateurish
amazing
animal
annoying
answer_to
anyone_interested
anything
apartment
appalling
apparently
appearance_as
appearance_by
appears
appreciate
appreciated
arrival
as_good
as_much
ashamed
at_all
at_best
at_first
at_times
atmosphere
atrocious
attack_of
attempt
attempt_at
attention
available
avoid
avoid_this
awesome
awful
b_movie
back_in
bad
bad_reviews
bad_thing
badly
baked
barely
basically
be_disappointed
be_funny
be_missed
be_seen
beautiful
beautiful_film
beautiful_movie
beautifully
beauty
been_great
been_much
been_used
beginning_to
beings
bela_lugosi
believable
believe_that
below_average
best
best_film
best_movie
best_part
best_to
better
better_not
better_than
bible
bit
bland
bleak
blown_up
book
book_this
bore
bored
boredom
boring
boring_but
both
bother
bothered_to
bottom_of
bravo
brilliant
brilliantly
brings
british_film
brought
brutal
bugs
builds
bunch_of
busby
but_no
but_this
but_ultimately
camera
can
can't
can't_act
can't_believe
can't_wait
can_relate
can_understand
can_watch
canceled
captures
cardboard
care_about
caricatures
carole
cash_in
censorship
cents
chance
cheap
check_this
chilling
christians
cinema_this
city
classic
clear
cleverly
clichã
closer
come_on
coming
companion
completely
complex
confined
confusing
consequences
conveniently
could
couldn't
country's
courage
crap
crappy
credibility
cries
curiously
death
death_penalty
decent
definite
definitely
definitely_recommend
definitely_worth
deliciously
delightful
deserves
desolate
devotion
dialog
did_not
did_this
didn't
different
difficult_to
dimensional
dire
director
dirty_harry
disappoint
disappointed
disappointing
disappointment
disappoints
disgusting
disjointed
dismiss
distasteful
do_not
doesn't
doesn't_come
doesn't_help
doesn't_make
doesn't_work
don't_even
don't_like
don't_miss
don't_want
downhill
drawback
drawn_into
draws
dreadful
dream
dreams
drivel
driven
dull
dumb
dumbest
dvd
dvds
each
easy
edge
eerie
effective
effort
either
embarrassed
embarrassing
embarrassment
emotions
endless
english_subtitles
enjoy
enjoyable
enjoyable_film
enjoyed
enjoyed_this
enough
entertaining
entertaining_film
enthralling
episode
episodes
especially
even
even_better
even_close
excellent
excellent_film
excellently
except
exceptional
expecting
experience
extraordinary
fabulous
facing
failed
fails
falls
falls_flat
familiar
family
fantastic
far_too
fascinating
fashioned
fast_forward
fast_paced
favorite
favorite_movies
favorites
favourite
fears
feeble
fell_asleep
felt_like
few_good
few_laughs
film_school
film_works
fine_but
finest
first_rate
first_saw
first_time
flat
for_everyone
for_this
for_those
for_watching
foreground
forget
forgettable
fortunate
forwarding
frankly
freedom
french
friendship
fulci's
fun
fun_film
funniest
future
garbage
gem
genius
give
gives
glad
glued_to
god
goes_in
goes_nowhere
good
good_as
good_film
good_idea
good_job
gore
gorgeous
grade
grade_b
grade_d
great
great_but
great_film
great_job
great_movie
greatest
gritty
guess
had_high
haggard
hairy
half
haunting
heart
height
helps
highly
highly_recommend
highly_recommended
hilarious
ho_hum
holly
hooked
hope
hoping
horrible
horribly
hour
how_bad
how_good
huge_disappointment
human
humanity
hundred_times
i'm_afraid
i'm_sorry
idea
ideal
identify
idiotic
imagine_that
impact
importance_of
impressed
impressive
in_american
inappropriate
incoherent
incredible
inheritance
innocent
instead
insult
insult_to
insulting
intense
interest
interesting
interesting_but
interminable
inventive
irritating
isn't_even
isn't_for
isn't_very
it's
it's_just
jack
james_stewart
jean
jimmy
job
joke
joy
jungle
junk
just
just_did
just_didn't
just_doesn't
just_enjoy
just_isn't
just_not
just_plain
just_too
just_wasn't
keep
keeps
kill
knowing
lack
lacks
ladder
lame
last
last_scene
last_week
later
laughable
learns
least
led
leon
let_down
letdown
liberty
life
light
lighten
like_can
like_no
liked
liked_this
literary
little_else
little_film
little_slow
little_to
lives
long_after
look_like
looked
looked_like
looking_forward
looks
looks_at
lost_interest
lot
lousy
love
love_this
loved
loved_this
low
low_rating
lucille
ludicrous
madness
magnificent
magnificently
mainstream
make
make_fun
makes
makes_this
makeup
many
marvellous
marvelous
marvelously
masterpiece
material
maturity
may
may_not
maybe
mean
meandering
meaningless
mediocre
memorable
mercifully
mess
metaphysical
might
might_want
mildly
mildly_amusing
minutes
minutes_of
miscast
missing
money
money_back
monotonous
monster
more
more_about
more_likely
more_movies
more_so
moreover
most
most_people
motions
moved
movie_just
movie_only
movie_there
moving
mst3k
much_as
much_better
much_else
much_too
muddled
murder
music
must_see
mystery_science
neatly
negative_comments
neither
nevertheless
next_time
nice
nicely
no
no_chemistry
no_sense
noir
non_existent
none_of
nonexistent
nonsense
not_about
not_be
not_enough
not_even
not_for
not_funny
not_good
not_just
not_much
not_one
not_recommend
not_recommended
not_that
not_very
not_worth
nothing
noticed
nowadays
obnoxious
observation
obvious
of_fun
of_hand
of_ice
of_murders
of_this
of_war
of_what
off
official
often
oh
ok
okay
olds
on_dvd
on_earth
one_dimensional
one_of
one_star
only
only_complaint
only_good
only_positive
only_problem
only_saving
only_thing
opportunity_for
or_funny
or_hate
or_something
original
oscar
others
outstanding
own
own_risk
packed
padding
paid
painful
paint
paper
paramount
parents
pathetic
peoples
perfect
perfection
perfectly
performance_as
performances
performances_by
perhaps_that
pile
pitiful
plan_9
played
plays
pleasant
pleasantly_surprised
please
pleased
pleasure
plenty
plodding
plot
pointless
polished
poor
poorly
positive
positives
potential
powerful
practice
predictable
predictable_but
premise
pretentious
pretty_good
previous_film
problem
producers
promising
propaganda
protagonists
prototype
puerile
pulls
pure
quasi
quibble
quiet
quite
random
rare
realistic
reality
really_funny
really_good
really_liked
really_wanted
reason
recommend
recommend_this
recommended
redeeming
refreshing
relationship
relax
release
remarkable
remember
remotely
rendition
rent
replaced
research
rests
ride
ridiculous
right_amount
rip_off
ripped
rival
riveting
rubbish
ruined
ruins
sacrificed
sad_to
sadistic
sadly
satisfying
save
save_this
saved
saw
saw_this
say_about
science_theater
scientist
score
screaming
screenwriter
screw
script
seamlessly
season
see
seemed
seemed_more
seemed_to
seems
seen
segal
semblance
semi
sensitive
series
sex
sexiest
shallow
shameless
sharp
shelf
should_never
should_see
shows
silly
simple
simplicity
sinatra
sit_back
sit_through
skip
skip_this
slapping
sleeper
small
so_bad
so_called
so_easy
society
solid
some_decent
some_funny
some_of
some_things
someone
something_better
sometimes
somewhere
songs_from
soon
sorry
sources
south_park
spectacular
spinal
spins
splendid
spot_in
stars_for
stay_away
steals
stereotyped
stick_to
still
stilted
stinker
stinks
stock_footage
stop_at
story_of
story_told
storyline
strictly
strong
strongest
strongly_recommend
stunning
stupid
stupidest
styles
sub_par
subtitles
subtle
succeeds
succeeds_in
sucks
suffers_from
superb
superbly
suppose
supposed
supposedly
sure_it's
surprised
surprisingly
surreal
swear
sweet
swim
takes_away
taste_for
tears
tedious
terrible
terrific
than_this
than_watching
thanks
that's_about
that_well
that_will
that_would
theater_3000
thin
thing
think
third_rate
this_great
this_mess
this_piece
this_sequel
this_thing
this_turkey
thoroughly_enjoyed
those_of
thought_provoking
thoughts
thousands_of
through_this
throwing
thumbs_up
time
times_but
timing
tired
tiresome
to_be
to_believe
to_day
to_find
to_help
to_know
to_make
to_recommend
today
tolerable
too_many
top
top_notch
torn
toronto
tossed
total_lack
touching
traditional
transcends
trash
treat
tremendous
tripe
trite
true
truly
trying
turd
turkey
twists
two_hours
ugly
unbelievable
uncompromising
unconvincing
underrated
unexpected
unforgettable
unfortunately
unfortunately_this
unfunny
uninspired
unintentionally
uninteresting
unique
unless
unlike
unpleasant
unrealistic
until
unusual
unwatchable
up_as
urban
useless
utter
van
very_believable
very_close
very_disappointed
very_disappointing
very_enjoyable
very_entertaining
very_first
very_funny
very_little
very_moving
very_often
very_old
very_well
victims
voodoo
walked
walked_out
want_to
war
war_movies
warm
waste
wasted
wasting
watchable
watching
wax
way_too
ways
we're_supposed
weak
weaknesses
well
well_done
well_maybe
well_worth
well_written
west
what_exactly
what_makes
whole_film
will
will_try
winner
with_this
without_being
witless
witty
women
wonder
wonderful
wonderful_film
wonderfully
wooden
works
world
worse
worst
worst_movie
worst_movies
worth_seeing
worthless
would
would've
would_recommend
writers
writing
wrong
yawn
years
you'd
you'll_love
younger_brother
